Revit 2027 API
SymbolTypeId.CP Property
 Symbol cP, indicating unit Centipoises.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CP { get; }
Public Shared ReadOnly Property CP As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CP {
	ForgeTypeId^ get ();
}
static member CP : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace